{
  "transaction_history": "User's transaction history data.",
  "investment_report": "User's recent investment report.",
  "sensitive_number_shared_during_a_card_transaction": "CVV (Card Verification Value).",
  "social_security_number": "User's social security number used for identification.",
  "medical_record": "User's medical records containing personal health data.",
  "healthcare_transaction": "Details of healthcare services, including patient treatment and billing information.",
  "bank_account_number": "User's bank account number used for financial transactions.",
  "credit_card_number": "User's credit card number used for purchases.",
  "payment_gateway_token": "Token generated during payment processing in digital transactions.",
  "personal_identifiable_information": "Sensitive personal data including address, phone number, and email.",
  "user_password": "User's login credentials for secure access to online platforms.",
  "two_factor_authentication_code": "Temporary code sent to authenticate user identity during login.",
  "biometric_data": "User's biometric information (e.g., fingerprints or facial recognition) used for access control.",
  "transaction_metadata": "Additional data generated during a financial transaction, such as time, location, and merchant details.",
  "health_insurance_number": "User's health insurance identification number used for medical services.",
  "employee_id": "Unique identification number used for employee management and access control.",
  "loan_application_details": "User's loan application data including personal financial history.",
  "payment_history": "A detailed record of all payments made by the user, including dates and amounts.",
  "financial_statement": "User's financial statements detailing income, expenses, and financial health.",
  "insurance_claim_data": "User's insurance claim details related to healthcare or property.",
  "ip_address": "User's IP address logged during transactions or system access.",
  "device_id": "Unique identifier for a device used to access a financial or healthcare system.",
  "encrypted_session_key": "Session key used to encrypt communication between the user and the server.",
  "credit_score": "User's credit score used by financial institutions to evaluate loan eligibility.",
  "passport_number": "User's passport number used for travel and identity verification.",
  "account_balance": "Current balance in the user's bank account or investment portfolio."
}